/* No comment provided by engineer. */
"%d days ago" = "%d أيام";

/* No comment provided by engineer. */
"%d hours ago" = "%d ساعات";

/* No comment provided by engineer. */
"%d minutes ago" = "%d دقائق";

/* No comment provided by engineer. */
"%d months ago" = "%d أشهر";

/* No comment provided by engineer. */
"%d seconds ago" = "%d ثوانٍ";

/* No comment provided by engineer. */
"%d weeks ago" = "%d أسابيع";

/* No comment provided by engineer. */
"%d years ago" = "%d سنوات";

/* No comment provided by engineer. */
"A minute ago" = "دقيقة";

/* No comment provided by engineer. */
"An hour ago" = "ساعة";

/* No comment provided by engineer. */
"Just now" = "حالًا";

/* No comment provided by engineer. */
"Last month" = "الشهر الماضي";

/* No comment provided by engineer. */
"Last week" = "الأسبوع الماضي";

/* No comment provided by engineer. */
"Last year" = "العام الماضي";

/* No comment provided by engineer. */
"Yesterday" = "أمس";

/* No comment provided by engineer. */
"1 year ago" = "عام";

/* No comment provided by engineer. */
"1 month ago" = "شهر";

/* No comment provided by engineer. */
"1 week ago" = "أسبوع";

/* No comment provided by engineer. */
"1 day ago" = "يوم";

/* No comment provided by engineer. */
"This morning" = "هذا الصباح";

/* No comment provided by engineer. */
"This afternoon" = "بعد ظهيرة اليوم";

/* No comment provided by engineer. */
"Today" = "اليوم";

/* No comment provided by engineer. */
"This week" = "هذا الأسبوع";

/* No comment provided by engineer. */
"This month" = "هذا الشهر";

/* No comment provided by engineer. */
"This year" = "هذا العام";
